[
  {
    word: 'НАМЁК',
    definition:
      ', а, м. 1. Слово или выражение, заставляющее догадываться о том, что имеет в виду говорящий, но не желает полностью высказать. Говорить прямо, без намеков. Намеки тонкие на то, чего не ведает никто. Лермонтов. 2. перен. Слабое подобие чего-н. Ни освещения, ни тротуаров... даже намеков нет на эту роскошь. Чехов. ',
  },
  {
    word: 'НАЛЁТ',
    definition:
      ', а, м. 1. Действие по глаг. налететь-налетать. Деревья стояли печальные и при каждом налете ветра сыпали с себя брызги. Чехов. || Нападение кавалерии или авиации. 2. Количество налетанного времени или пространства (авиац.). 3. Нападение с целью грабежа. 4. Тонкий слой мельчайших частиц на какой-н. поверхности. Н. пыли на мебели. 5. Гнойное образование на миндалинах при ангине (мед.). 6. перен., чего. Слабо выраженная, неглубокая черта, оттенок, признак чего-н. Стихи с некоторым налетом сентиментальности. ',
  },
  {
    word: 'НАДЁЖНЫЙ',
    definition:
      ', ая, ое; -жен, жна, жно. Возбуждающий, внушающий доверие; такой, на какого можно понадеяться, положиться. Н. товарищ. Н. работник. || Достигающий цели, верный. Надежное убежище. Вполне надежное средство. ',
  },
];
